<template>
<div>
  <page-title-inner :page-title-text="pageTitleText" :page-title-link="pageTitleLink"></page-title-inner>
  <b-container>
    <b-row class="breadcrumb-row">
      <bread-crumbs :bread-crumb-items="breadCrumbItems" />
    </b-row>
    <b-row class="main-content-row">
      <b-col cols="12" md="12" xl="3" class="case-path-col"></b-col>
      <b-col cols="12" md="12" xl="9" class="case-attributes-col">
      </b-col>
    </b-row>


  </b-container>
</div>
</template>

<script>
import PageTitleInner from "@/components/PageTitleInner";
import BreadCrumbs from "@/components/BreadCrumbs";
export default {
  name: "caseType",
  components: {BreadCrumbs, PageTitleInner},
  data() {
    return {
      pageTitleText: 'Циркуляры и приказы ВСНХ СССР, распоряжения  Центрального Управления лесной промышленности',
      pageTitleLink: {text: 'Назад на страницу описи', link: 'inventory'},
      breadCrumbItems: [
        {
          text: 'Главная',
          to: '/'
        },
        {
          text: 'Путеводители – Путеводитель по фондам досоветского периода',
          to: 'funds'
        },
        {
          text: 'Ф. Р-91 Оп. 3',
          to: 'inventory'
        },
        {
          text: 'Циркуляры и приказы ВСНХ СССР, распоряжения  Центрального Управления лесной промышленности',
          active: true
        }
      ],
      caseItem: {

        archive: {title: 'Архив', text: 'Государственный архив Ульяновской области', link: ''},
        inventory: {
          title: 'Опись',
          invCode: 'Ф. Р-155 Оп. 1',
          invFund: 'Ф. Р-155 Земельное управление Ульяновского губернского исполнительного комитета Совета рабочих, крестьянских и красноармейских депутатов. г. Ульяновск (февраль 1918 г. 22.07.1929 г.)',
          fundType: 'Фонды советского периода',
          link: ''},
        rubrics: {
          title: 'Рубрики',
          rubItems: [
            {text: 'рубрика 1', link: ''},
            {text: 'рубрика 2', link: ''},
            {text: 'рубрика 3', link: ''}
          ]
        },
        invSection: {title: 'Раздел описи', text: 'Административный отдел', link: ''},
        categoryDoc: {title: 'Категория дела', text: 'ОЦД', link: ''},
        docType: {title: 'Вид документов', text: 'Управленческая документация', link: ''},
        pageAll: {title: 'Количество листов', text: '88', link: ''},
        edgeDate: {title: 'Хронологические рамки', text: '04.05.1904- 20.01.1906', link: ''},
        street: {title: 'Населенный пункт', text: 'Седлецкая губ. - Царство Польское', link: ''},
        fullScan: {title: 'Статус сканирования', text: 'Дело не отсканировано', link: ''},
        accessDoc: {title: 'Доступ', text: 'откр', link: ''},
        persons: {
          title: 'Рубрики',
          personItem: [
            {text: 'Арсеньев Василий Сергеевич', link: ''},
            {text: 'Арсеньев Дмитрий Васильевич', link: ''},
            {text: 'Арсеньев Михаил Михайлович', link: ''},
            {text: 'Арсеньевы', link: ''},
            {text: 'Боровиковский Владимир Лукич', link: ''},
            {text: 'Давыдовы', link: ''},
            {text: 'Екатерина II', link: ''}
          ]
        },
        annotation: {title: 'Аннотация', text: 'Постановления и циркуляры губисполкома. Протоколы заседаний губземотдела, губернских и уездных земельных съездов, губернских и уездных земельных коллегий, волостных земельных отделов, комитетов посевных площадей. План восстановления сельского хозяйства черноземной части Ульяновской губернии на 1925 -1930 гг. Отчеты и доклады о работе губернского, уездных и районных земельных отделов.'},
        addInfo: [
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 67', text: 'Основные положения закона о земле', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 124', text: 'Об участии в работе общественных и государственных учреждений членов партии социалистов-революционеров. Инструкция Центрального комитета партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 124', text: 'Об участии в работе общественных и государственных учреждений членов партии социалистов-революционеров. Инструкция Центрального комитета партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 124', text: 'Об участии в работе общественных и государственных учреждений членов партии социалистов-революционеров. Инструкция Центрального комитета партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 124', text: 'Об участии в работе общественных и государственных учреждений членов партии социалистов-революционеров. Инструкция Центрального комитета партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 144', text: 'Об отношении партии эсеров к 1-й мировой войне. Резолюция к III съезду партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 144', text: 'Об отношении партии эсеров к 1-й мировой войне. Резолюция к III съезду партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 144', text: 'Об отношении партии эсеров к 1-й мировой войне. Резолюция к III съезду партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 144', text: 'Об отношении партии эсеров к 1-й мировой войне. Резолюция к III съезду партии эсеров', link: ''},
          {code: 'Ф. Р-1861 Оп. 1 Д. 1 Лл. 144', text: 'Об отношении партии эсеров к 1-й мировой войне. Резолюция к III съезду партии эсеров', link: ''},
        ]

      }
    }
  }
}
</script>

<style scoped>

</style>
