<template>

</template>

<script>
export default {
  name: "inventory",
  data() {
    return {
      pageTitleText: '1917-1921гг. Симбирская контора закупочно-распределительного пункта Всероссийского центрального союза потребительских обществ  г.Симбирск Симбирской губернии',
      pageTitleLink: {text: 'Назад к путеводителю по фондам', link: 'funds'},
      breadCrumbItems: [
        {
          text: 'Главная',
          to: '/'
        },
        {
          text: 'Путеводители – Путеводитель по фондам досоветского периода',
          to: 'funds'
        },
        {
          text: '1917-1921гг. Симбирская контора закупочно-распределительного пункта Всероссийского центрального союза потребительских обществ  г.Симбирск Симбирской губернии',
          active: true
        }
      ],
      searchTileTitle: 'Поиск по делам фонда',
      inventory: {

        archive: {title: 'Архив', text: 'Государственный архив Ульяновской области', link: ''},
        codee: {title: 'Шифр', text: 'Ф. Р-1 Оп. 1', link: ''},
        fundNumRef: {title: 'Номер фонда', text: 'Р-1', link: ''},
        fundNum: {title: 'Фонд', text: 'Р-1', link: ''},
        nameFond: {title: 'Наименование фонда', text: 'Симбирская контора закупочно-распределительного пункта', link: ''},
        sources: {title: 'Источник поступления', text: 'государственная организация', link: ''},
        reprMeans: {title: 'Способ воспроизведения', text: 'рукописный', link: ''},
        note: {title: 'Примечание', text: 'Акт о технической ошибки в учётных документах от 15.05.2019 (-3 ед.хр)', link: ''},
        storageLife: {title: 'Срок хранения', text: 'постоянно', link: ''},
        baseRevenue: {title: 'Основание поступления', text: 'распоряжение АО', link: ''},
        recordSource: {title: 'Источник записи', text: 'ULKSS_DB.BAK от 19.08.2020', link: ''},
        sequenceNumb: {title: 'Цифровая копия - Порядковый номер', text: '1', link: ''},
        fNote: {title: 'Цифровая копия - Примечание', text: 'Советский период/Ф. 0001-0500/Ф.Р-001/Р-1_1', link: ''},
        motion: {title: 'Движение - В наличии', text: 'да', link: ''},
        category: {title: 'Категория описи', text: '3', link: ''},
        viewDocument: {title: 'Состав и объем документов - Вид документов', text: 'Документы на бумажной основе', link: ''},
        totalInvent: {title: 'Состав и объем документов - Всего ед. хранения', text: '136', link: ''},
        museumObject: {title: 'Наличие музейных предметов', text: 'нет', link: ''},
        annotation: {title: 'Аннотация', text: 'Протоколы совещаний общественно кооперативных организаций г. Симбирска, дела служащих, постановления и приказы о мобилизации граждан, протоколы тарифно-расценочной комиссии, книги для записей договоров, списки служащих, переписки, документы по страхованию товаров, ведомости о движении хлебопродуктов на ссыпных пунктах, ведомости о движении морепродуктов на ссыпных пунктах.'},



      },
    }
  }
}
</script>

<style scoped>

</style>
